Repository: UTsweetyfish/kalzium
Catalog: po/*/plasma_applet_concentrationCalculator.po
Languages: ru, uk

source: Concentration Calculator
ru: Калькулятор концентраций
uk: Калькулятор концентрації

source: Calculation Mode:
ru: Найти:
uk: Режим обчислень:

source: Amount Solute
ru: Количество растворённого вещества
uk: Кількість речовини розчину

source: Molar Mass of Solute
ru: Молярная масса растворённого вещества
uk: Молярна маса розчину

source: Equivalent Mass
ru: Эквивалентная масса
uk: Еквівалентна маса

source: Amount Solvent
ru: Количество растворителя
uk: Кількість речовини розчинника

source: Molar Mass of Solvent
ru: Молярная масса растворителя
uk: Молярна маса розчинника

source: Concentration
ru: Концентрация
uk: Концентрація

source: Amount of solute:
ru: Количество растворённого вещества:
uk: Кількість речовини розчину:

source: Mass
ru: массы
uk: Маса

source: volume
ru: объёма
uk: Об’єм

source: moles
ru: моль
uk: молів

source: grams
ru: граммов
uk: грамів

source: tons
ru: тонн
uk: тонн

source: carats
ru: карат
uk: каратів

source: pounds
ru: фунтов
uk: фунтів

source: ounces
ru: унций
uk: унцій

source: troy ounces
ru: тройских унций
uk: тройських унцій

source: Molar mass of solute:
ru: Молярная масса растворённого вещества:
uk: Молярна маса розчину:

source: u (mass)
ru: г/моль
uk: а.о. (маси)

source: Equivalent mass of solute:
ru: Эквивалентная масса растворённого вещества:
uk: Еквівалентна маса розчину:

source: Density of solute:
ru: Плотность растворённого вещества:
uk: Щільність розчину:

source: grams per liter
ru: г/л
uk: грамів на літр

source: grams per milliliter
ru: г/мл
uk: грамів на мілілітр

source: kilograms per cubic meter
ru: кг/м^3
uk: кілограмів на кубічний метр

source: kilograms per liter
ru: кг/л
uk: кілограмів на літр

source: ounces per cubic inch
ru: унций на куб. дюйм
uk: унцій на кубічний дюйм

source: ounces per cubic foot
ru: унций на куб. фут
uk: унцій на кубічний фут

source: pounds per cubic inch
ru: фунтов на куб. дюйм
uk: фунтів на кубічний дюйм

source: pounds per cubic foot
ru: фунтов на куб. фут
uk: фунтів на кубічний фут

source: pounds per cubic yard
ru: фунтов на куб. ярд
uk: фунтів на кубічний ярд

source: Amount of solvent:
ru: Количество растворителя:
uk: Кількість речовини розчинника:

source: liter
ru: литров
uk: літр

source: cubic meters
ru: кубометров
uk: кубічних метрів

source: cubic feet
ru: куб. футов
uk: кубічних футів

source: cubic inch
ru: куб. дюймов
uk: кубічний дюйм

source: cubic mile
ru: куб. миль
uk: кубічна миля

source: fluid ounce
ru: жидких унций
uk: унція рідини

source: cups
ru: чашек
uk: чашок

source: gallons
ru: галлонов
uk: галонів

source: pints
ru: пинт
uk: пінт

source: Molar mass of solvent:
ru: Молярная масса растворителя:
uk: Молярна маса розчинника:

source: Density of solvent:
ru: Плотность растворителя:
uk: Щільність розчинника:

source: Concentration:
ru: Концентрация:
uk: Концентрація:

source: molar
ru: молярная
uk: молярна

source: Normal
ru: нормальная
uk: Звичайний

source: molal
ru: моляльная
uk: моляльна

source: % ( mass )
ru: % (по массе)
uk: % ( маси )

source: % ( volume )
ru: % (по объёму)
uk: % ( об’єму )

source: % ( moles )
ru: % (по количеству вещества)
uk: % ( молів )

source: Reset
ru: Сбросить
uk: Відновити

source: Percentage should be less than 100.0, please enter a valid value.
ru: Процентное содержание не может быть больше 100.
uk: Частина у відсотках має не перевищувати 100, будь ласка, введіть коректне значення.

source: Density cannot be zero, please enter a valid value.
ru: Плотность не может быть равна нулю.
uk: Щільність не може бути меншою за 0. Будь ласка, введіть коректне значення.

source: Mass cannot be zero, please enter a valid value.
ru: Масса не может быть равна нулю.
uk: Маса не може бути меншою за 0. Будь ласка, введіть коректне значення.

source: Volume cannot be zero, please enter a valid value.
ru: Объём не может быть равен нулю.
uk: Об’єм не може бути меншим за 0. Будь ласка, введіть коректне значення.

source: Number of moles cannot be zero, please enter a valid value.
ru: Количество вещества не может быть равно нулю.
uk: Кількість молів не може бути нульовою! Будь ласка, введіть коректне значення.

source: Molar mass of solvent is zero, please enter a valid value.
ru: Молярная масса растворителя не может быть равна нулю.
uk: Вказано нульову молярну масу розчинника. Будь ласка, введіть коректне значення.

source: Number of equivalents is zero - cannot calculate equivalent mass.
ru: Количество эквивалентов равно нулю, невозможно вычислить эквивалентную массу.
uk: Кількість еквівалентів дорівнює нулю. Обчислення еквівалентної маси є неможливим.

source: Concentration is zero, please enter a valid value.
ru: Концентрация не может быть равна нулю.
uk: Вказано нульову концентрацію. Будь ласка, введіть коректне значення.

source: Insufficient data to calculate the required value, please specify normality.
ru: Недостаточно данных для вычисления искомого значения, укажите нормальность.
uk: Недостатньо даних. Щоб уможливити обчислення, будь ласка, вкажіть потрібну кількість даних.

source: Insufficient data, please specify molarity / mole fraction / molality to calculate.
ru: Недостаточно данных, укажите молярность, мольную долю или моляльность.
uk: Недостатньо даних. Щоб уможливити обчислення, будь ласка, вкажіть молярність, молярну частку або моляльність.

source: Amount is specified in moles, cannot calculate molar/equivalent masses. Please specify mass/volume.
ru: Количество указано в молях, невозможно вычислить молярную или эквивалентную массу. Укажите массу или объём.
uk: Кількість речовини вказано у молях, неможливо обчислити молярну або еквівалентну масу. Будь ласка, вкажіть масу або об’єм.

source: You can only calculate the molar mass of a solvent if the mole fraction is specified.
ru: Вычислить молярную массу растворителя можно только если указана мольная доля.
uk: Програма може обчислювати молярну масу розчинника, лише якщо вказано молярну частку.

source: Molar mass cannot be zero, please enter a valid value.
ru: Молярная масса не может быть равна нулю.
uk: Молярна маса не може бути нульовою, будь ласка, вкажіть правильне значення.

source: Equivalent mass cannot be zero, please enter a valid value.
ru: Эквивалентная масса не может быть равна нулю.
uk: Еквівалентна маса не може бути нульовою, будь ласка, вкажіть правильне значення.

source: General
ru: Основное
uk: Загальне

source: Amount of solute is always specified in terms of mass
ru: Всегда задавать количество растворённого вещества его массой
uk: Кількість розчиненої речовини завжди слід задавати у одиницях маси

source: Amount of solvent is always specified in terms of volume
ru: Всегда задавать количество растворителя его объёмом
uk: Кількість речовини розчинника завжди слід задавати у одиницях об’єму
